{
    "landing": {
        "landing_tittle": "INNOVATING TODAY FOR A CLEANER TOMORROW"
    },
    "why_west": {
        "heading": "Why West?",
        "content": "We stand at the forefront of innovation in industrial automation and digitization. Our commitment goes beyond providing cutting-edge solutions; we deeply value the relationship with our clients. Each project is perceived as a strategic collaboration, where we work closely to understand their goals and specific challenges. This connection allows us to customize solutions that perfectly fit their needs, ensuring a positive and lasting impact on their operation. Our customer-centric approach doesn't end with implementation; we are committed to maintaining open and continuous communication to ensure that their expectations are exceeded at every stage of the journey. We can be a strategic ally on your path to a smarter, cleaner, and more sustainable future."
    },
    "services": {
        "heading":"Services",
        "heading-control": "ADVANCED PROCESS CONTROL",
        "content-control": "The implementation of advanced control strategies is the best alternative in processes and multivariable operations where conventional regulatory control algorithms, such as PID, do not offer robustness and optimal performance against disturbances.",
        "heading-analytics": "DATA ANALYTICS",
        "content-analytics": "From the large volume of data generated automatically in control systems every day, along with clear process knowledge, it is possible to analyze, monitor, and predict operational performance to respond to continuous improvement challenges.",
        "heading-automation": "AUTOMATION AND CONTROL",
        "content-automation": "In advanced industrial environments, efficient automation and control are essential. Advanced control systems offer the best solution for multivariable processes, overcoming limitations of conventional algorithms like PID, improving robustness, and performance against disturbances.",
        "heading-safety": "PROCESS SAFETY",
        "content-safety": "Safety in advanced industrial environments requires advanced measures to protect complex operations and effectively manage risks, especially in high-complexity environments.",
        "heading-reality": "AUGMENTED REALITY",
        "content-reality": "Augmented Reality (AR) redefines the interaction between the real world and digital information. By merging virtual elements with the physical environment, AR offers immersive experiences in various fields such as medicine, education, and industry. This innovative technology has a significant impact, presenting revolutionary potential.",
        "heading-cybersecurity": "CYBERSECURITY",
        "content-cybersecurity": "IEC 62443, derived from ISA99, sets standards to improve security in industrial control systems against cyber threats. In 2010, ISA99 adopted the designation ANSI/ISA-62443 or IEC 62443 to align it with the IEC proposal.",
        "heading-lufkin": "LUFKIN",
        "content-lufkin": "Lufkin excels in industrial control and security solutions, aligning with standards like IEC 62443. Their innovative approach ensures excellence and protection in systems against cyber threats."
    },

    "news": {
        "heading": "NEWS",
        "new1": "new 1",
        "new2": "new 2",
        "new3": "new 3",
        "new4": "new 4"
    },
    "partners":{
        "heading":"Partners"
    },
    "contact": {
        "heading": "Want to know more?",
        "button_text": "Contact us"
    },

    "footer": {
        "company":"Company",
        "company1": "About us",
        "company2": "Our services",
        "company3": "Privacy policy",
        "company4": "Affiliate program",
        "get_help":"Get help",
        "get_help1": "FAQ",
        "get_help2": "ChatBot",
        "contact_info":"Contact info",
        "contact_info1": "Worldwide Engineering Solutions Team WEST SAS",
        "contact_info2": "Bogotá: +57 (1) 300 3989 Carrera 7 N° 127 - 48, Office 405",
        "contact_info3": "Houston: +1 (832) 460 1042 443 North loop W. 77008"
    },
    "FUNCTIONAL SAFETY": {
        "heading": "FUNCTIONAL SAFET",
        "heading_text": "Functional safety is a comprehensive approach to protecting people, the environment, and a company's assets from risks associated with industrial processes. This service focuses on prevention, mitigation, and response to potential threats, ensuring compliance with the highest safety standards and international regulations.",
        "paragraph_1": "We stand at the forefront of innovation in industrial automation and digitalization. Our commitment goes beyond offering cutting-edge solutions; we deeply value our relationship with our clients. Each project is seen as a strategic collaboration, where we work closely to understand their specific goals and challenges. At West Engineering, we specialize in engineering services designed to safeguard your company against potential threats that could unleash hazards capable of significantly harming our personnel, environment, and the business itself. We focus on prevention, preparedness, mitigation, response, and recovery, ensuring the protection of people, the environment, and your company's assets.",
        "subheading_1": "Implementation of Functional Safety Management Systems.",
        "paragraph_2": "We develop and implement Functional Safety Management Systems, complying with the highest international standards (CCPS, OSHA, among others) and national regulations (Law 1523 of 2012, DECREE 2157 (PGRDEPP) and DECREE 1347 (PPAM)). This includes development, compliance assessments or evaluations, and comprehensive audits. Backed by Industry 4.0, we create innovative technological solutions to facilitate Dynamic Risk Management and the time-based behavior of protection layers in industrial processes.",
        "Internationa_Standard": "Internationa Standard",
        "Decree_2157": "Decree 2157",
        "Decree 1347": "Decree 1347",
        "subheading_2":"Functional Safety Management",
        "paragraph_3": "We align your operations with ANSI/ISA IEC 61511-2016 standards. We conduct qualitative hazard identification and risk analysis studies using advanced techniques such as HAZOP, HAZID, WHAT IF, BOW TIE, SAFOP, C-HAZOP, CIBER-HAZOP, among others. We perform semi-quantitative and quantitative risk studies using techniques such as LOPA, FMEDA, ETA, FTA, among others. We develop engineering documentation for Safety Instrumented Systems (SIS) following the stringent guidelines of the ANSI/ISA IEC 61511-2016 standard.",
        "IEC 61511-2016": "IEC 61511-2016",
        "hazar_id": "hazard identification and risk analysis.",
        "subheading_3": "SUCCESS STORY: REFINERY.",
        "paragraph_4": "Context: In 2018 and 2019, WEST was awarded the maintenance service for various systems at the Cartagena Refinery, including process control systems, electrical monitoring, networks and communications, and especially Safety Instrumented Systems (SIS). The main objective was to support the Management of the Cartagena Refinery (GRC) in closing gaps and strengthening process safety, in compliance with the IEC-61511-1:2016 standard. Functions or Activities Performed: WEST carried out a series of key activities to enhance safety at the plant. These included the verification of the Safety Instrumented Function systems and elements, validation of HAZOP and LOPA, LOPA workshops to assess the SIL level, and the implementation of instructions for functional testing of the SIS. Additionally, dynamic risk management analyses were conducted, operational staff were trained on functional safety, and specific formats for SIS test management were designed. These actions contributed to better staff preparation and continuous improvement in operational safety. Conclusion: WEST's support resulted in a significant strengthening of the human protection layer and the implementation of a more rigorous dynamic risk management process. Improvements were achieved in document review and in the application of procedures to ensure that risks remained at acceptable levels. Additionally, effective collaboration among all organizational levels was evident, which was crucial for ensuring functional safety in the refinery's process units."
    
    },
    "APC": {
        "heading": "ADVANCED PROCESS CONTROL",
        "heading_text": "Advanced control technology drives operations towards excellence. Multivariable strategies evaluated with process simulation tools ensure optimal performance and consistency in dynamic environments, proactively responding to disturbances.",
        "subheading_1": "Advanced Process Control",
        "paragraph_1": "At West Engineering, our advanced control solutions stand out due to a comprehensive methodology that includes an in-depth process analysis, selection of optimized multivariable strategies, and virtual commissioning tests with digital twins, ensuring robustness and maximization of operational and economic benefits.",
        "subheading_2": "OUR SOLUTIONS",
        "paragraph_2": "Use of Existing Technologies: Intervention in control logic with available manufacturer blocks, maximizing the potential of already acquired licenses and facilitating maintenance. Custom Control Logic: Implementation of advanced strategies with external blocks, integrating additional variables such as safety and key indicators, utilizing the client's infrastructure. External Hardware Integration: Incorporation of optimized equipment to execute complex algorithms, minimizing intervention in the client's logic and overcoming computational limitations.",
        "subheading_3": "PROBLEMS WE SOLVE",
        "Inefficiency in operation": "Inefficiency in operation",
        "Rigidity in managing variable conditions": "Rigidity in managing variable conditions",
        "Instability in critical processes": "Instability in critical processes",
        "Lack of operational safety": "Lack of operational safety",
        "Improvement of decision-making": "Improvement of decision-making",
        "Excessive energy consumption": "Excessive energy consumption",
        "subheading_4": "Fuzzy",
        "paragraph_3": "Fuzzy control assigns probabilities to linguistic labels, creating combinations that cover the entire range of the system and allow for the association of qualitative actions, facilitating understanding and versatility in operation.",
        "subheading_4_items": "Management of uncertainty. Flexibility. Interpretability",
        "subheading_5": "IMC",
        "paragraph_4": "Internal Model Control (IMC) uses a simple and effective internal model that aims to predict and compensate for disturbances, providing robustness and precision in complex industrial applications.",
        "subheading_5_items": "Robustness to disturbances. Ease of implementation. Smoothing function",
        "subheading_6": "Game Theory",
        "paragraph_5": "Game Theory control strategy optimizes the interaction of multiple process variables in complex systems to achieve a global equilibrium that maximizes process efficiency and stability.",
        "subheading_6_items": "Collaborative Interaction. Global Optimization. Use in complex systems",
        "subheading_7": "Online Feedback Optimization",
        "paragraph_6": "The Online Optimization Feedback strategy adjusts and optimizes a control system in real time, focusing on a global optimization function such as an economic or energy performance indicator.",
        "subheading_7_items": "Continuous adjustment. Global approach. Use of key indicators",
        "subheading_8": "MPC - Model Predictive Control",
        "paragraph_7": "It is integrated into the system and uses the same engineering environment, configuration database, and controller platform, ensuring high availability and ease of maintenance.",
        "subheading_8_items": "Model Identification. Model Predictive Control. Optimization",
        "subheading_9": "Aspen DMC3",
        "paragraph_8": "Aspen DMC3 optimizes processes in real time, improving efficiency and reducing costs, with easy implementation and management of multiple variables.",
        "subheading_9_items":"Robustness to Disturbances. Ease of Implementation. Smoothing Function "
    },
    "AUTOMATION":{
        "heading": "AUTOMATION",
        "heading_text": "Industrial automation is key to optimizing and controlling discrete, continuous, and batch processes, improving efficiency and reducing human intervention. At WEST Engineering, we apply our expertise to integrate and maintain advanced control systems, ensuring safety and compliance with the industry's most demanding standards.",
        "paragraph_1": "Industrial automation is essential for improving efficiency, safety, and quality in industrial processes. WEST Engineering not only integrates and maintains advanced control systems but also adds significant value in critical areas such as high-performance HMI development, control loop tuning, alarm rationalization, and obsolescence management. Our expertise allows us to translate complex data into useful information, reduce operation and training times, optimize actuator lifespan, and ensure operational continuity, all while adhering to the industry's most rigorous standards.",
        "subheading_1": "SPECIALIZED CONSULTING SERVICES IN",
        "Control Panel Design and Manufacturing": "Control Panel Design and Manufacturing",
        "Supply and Programming of Industrial Controllers and Modules": "Supply and Programming of Industrial Controllers and Modules",
        "Migration of Logics to Standardized Systems": "Migration of Logics to Standardized Systems",
        "Supply and Configuration of Industrial Communication Networks": "Supply and Configuration of Industrial Communication Networks",
        "Development of Advanced Control Logics": "Development of Advanced Control Logics",
        "subheading_2": "High-Performance HMI Development",
        "paragraph_2": "HMI is a vital tool used to monitor and control industrial processes. Proper design, implementation, and maintenance of HMI, meeting high-performance standards, translate into significant benefits for operation, quality, and safety of an industrial process.",
        "Reduction of Operation Times": "Reduction of Operation Times",
        "Translation of Complex Data into Useful Information": "Translation of Complex Data into Useful Information",
        "Identification and Reduction of Reaction Time": "Identification and Reduction of Reaction Time",
        "Reduction of Training Time and Costs": "Reduction of Training Time and Costs",
        "Visual Ergonomics with Color Palette Management": "Visual Ergonomics with Color Palette Management",
        "subheading_3": "Control Loop Tuning",
        "paragraph_3": "Control loop tuning is a crucial tool for optimizing the performance of industrial processes. Our engineering team integrates analysis processes and tuning software tools to maximize the performance of control system assets.",
        "Extension of Actuator Lifespan": "Extension of Actuator Lifespan",
        "Reduction of Maintenance and Consumption Costs": "Reduction of Maintenance and Consumption Costs",
        "Increase in Product Quality": "Increase in Product Quality",
        "Increase in Process Safety": "Increase in Process Safety",
        "subheading_4": "Alarm Rationalization",
        "paragraph_4": "The alarm system is a component of the layers of protection model in industrial plants. It is the primary tool used by operators to respond to events that cannot be managed by the BPCS.",
        "Compliance with ANSI/ISA-18.2-2016 Standard": "Compliance with ANSI/ISA-18.2-2016 Standard",
        "Reduction of Response Times": "Reduction of Response Times",
        "Increase in Process Safety_2": "Increase in Process Safety",
        "Reduction of Operational Load": "Reduction of Operational Load",
        "Increase in Operational Efficiency": "Increase in Operational Efficiency",
        "subheading_5": "Obsolescence Management",
        "paragraph_5": "Obsolescence management is the process of identifying, evaluating, and mitigating the risks associated with the obsolescence of products, components, or systems to ensure operational continuity and availability throughout their lifecycle.",
        "Operational Continuity": "Operational Continuity",
        "Risk Mitigation": "Risk Mitigation",
        "Resource Optimization": "Resource Optimization",
        "Improvement of Competitiveness": "Improvement of Competitiveness",
        "Long-Term Cost Savings": "Long-Term Cost Savings",
        "subheading_6": "Engineering Dossier",
        "paragraph_6": "An Engineering Dossier is provided where plans, technical specifications, calculations, studies, reports, and any other documents related to the project are organized.",
        "Centralization of Technical Information": "Centralization of Technical Information",
        "Clarity in Communication": "Clarity in Communication",
        "Ensuring Regulatory Compliance": "Ensuring Regulatory Compliance",
        "Effective Project Tracking": "Effective Project Tracking",
        "Providing Information for Operation and Maintenance": "Providing Information for Operation and Maintenance",
        "Integration with Document Management Platforms": "Integration with Document Management Platforms"
    
    },
    "DIGITALIZATION": {
        "heading": "PROCESS DIGITALIZATION",
        "heading_text": "Process digitalization is essential for a company to remain competitive today. In this era, where speed and efficiency are key, digital technology adoption has become the catalyst that drives commercial success. Digital transformation accelerates task execution, optimizes costs, improves decision-making, strengthens competitiveness, fosters innovation, and opens the doors for the development of new solutions and business models.",
        "paragraph_1": "Our main objective is to lead the digital revolution, enabling companies to optimize their operations, reduce costs, and improve decision-making. We are committed to providing customized technological solutions that align perfectly with each client's specific needs. With a collaborative approach and meticulous attention to innovation, we are transforming how companies manage, visualize, and optimize their processes, ensuring a more efficient and connected future. Process digitalization is relevant and beneficial for all types of companies, regardless of their size or industry. Process digitalization is important in sectors like manufacturing, finance, healthcare, energy and utilities, retail, and others. With our experience in IIoT application development, MES systems implementation, automation expertise, and Industry 4.0 revolution, we offer opportunities to increase competitiveness and improve the quality of products and services for companies.",
        "subheading_1": "PROBLEMS WE SOLVE",
        "Downtime and process inefficiency": "Downtime and process inefficiency",
        "Limited capacity and process rigidity": "Limited capacity and process rigidity",
        "Cybersecurity": "Cybersecurity",
        "High GHG emissions": "High GHG emissions",
        "Health and industrial safety risks": "Health and industrial safety risks",
        "Information silos": "Information silos",
        "High operational costs and low productivity": "High operational costs and low productivity",
        "Equipment obsolescence": "Equipment obsolescence",
        "subheading_2": "OPERATIONAL ANALYTICS",
        "paragraph_2": "We offer IIoT solutions to ensure maximum operational efficiency (OEE) and minimize production impacts using AI, ML.",
        "EMMA": "EMMA",
        "EMMA_text": "IIoT application focused on managing direct and indirect Greenhouse Gas (GHG) emissions. It can be a great help in implementing ISO 50001 and ISO 14064 standards. Our solution includes a predictive emissions monitoring system based on hybrid models and serves as an alternative for measuring these gases.",
        "DYRIMA": "DYRIMA",
        "DYRIMA_text": "IIoT application focused on managing safety protection layers through data representation in key indicators, both general and individual for each layer. The layers available in the application are: Basic Process Control System (BPCS), Alarms, Safety Instrumented System (SIS), Fire & Gas System (F&G), and Active Layer.",
        "ESVA": "ESVA",
        "ESVA_text": "ESVA is a virtual assistant that uses the latest natural language processing and machine learning technologies to help you access information more quickly, optimize document search times, streamline all administrative and management processes, and even serve as a training tool for new employees and Operators at your company and facilities.",
        "ENERGY_MANAGER": "ENERGY MANAGER",
        "ENERGY_MANAGER_text": "Energy management system certified according to the ISO 50001 standard. It helps you visualize energy flows and consumption values in your processes in detail and assign them to relevant consumers or cost centers. Evaluate implemented efficiency measures, optimize energy procurement, and compare energy efficiency across plants and locations.",
        "subheading_3": "Operations Integration",
        "paragraph_3": "We provide a complete view of processes, reducing costs through smart automation.",
        "Asset_management": "Smart asset management",
        "Asset_management_text": "The interconnection of smart assets provides valuable data and information that helps companies optimize resource management, improving productivity, reliability, and efficiency. This translates into increased profitability, reduced risks, and greater sustainability in operations.",
        "IT_OTT": "IT/OT Integration",
        "IT_OTT_text": "We integrate IT and OT systems to optimize your company's operational efficiency. By using advanced protocols and APIs, we improve communication between systems, facilitating more informed and secure decision-making while strengthening cybersecurity across all operations.",
        "subheading_4": "Digital Twins",
        "paragraph_4": "We generate digital solutions for scenario review, operator training, and 3D virtualization.",
        "Digital_3D_Twin": "3D Digital Twin",
        "Digital_3D_Twin_text": "Machine or equipment design, durability analysis, materials.",
        "Digital_2D_Twin": "2D Digital Twin",
        "Digital_2D_Twin_text": "Phenomenological models, energy analysis, reactions, efficiencies.",
        "Data_Science_Twin": "Data Science Digital Twin",
        "Data_Science_Twin_text": "Model with real data. Economic analysis, production.",
        "Virtual_Sensors": "Virtual Sensors",
        "Virtual_Sensors_text": "Representation of non-measurable variables through data or hybrid models."

    },
    "ABOUT_US": {
        "heading": "ABOUT US",
        "heading_text": "At WEST, we have an expert team that combines strong technical skills with excellent interpersonal abilities. We prioritize both technical and soft skills, fostering a collaborative environment where communication and problem-solving are key. Our goal is to offer advanced technological solutions while building lasting relationships based on trust and mutual success.",
        "subheading_1": "POLICIES",
        "paragraph_1": "At WEST, we strive to operate under exceptional standards. Our policies reflect our commitment to ethics, social responsibility, and a positive work environment. Discover our key policies, from Work Disconnection to Road Safety. These guidelines not only define our operations but also create an environment where integrity and safety are priorities.",
        "Alcohol_drogas": "Alcohol and Drugs",
        "SIG": "SIG - WEST ENGINEERING",
        "Seguridad_Vial": "Road Safety",
        "Desconexion_Laboral": "Work Disconnection",
        "Responsabilidad_Social": "Social Responsibility",
        "Mision_Vision": "Mission and Vision",
        "subheading_2": "EXCELLENCE",
        "paragraph_2": "Our core principles and values have been the foundation for developing a culture rooted in excellence, especially in crucial aspects such as quality, safety, environment, and social responsibility. These principles are upheld and strengthened through robust management systems that guide and support our dedication to maintaining high standards in all these areas.",
        "codigo_etiqueta": "Code of Conduct and Good Governance",
        "subheading_3": "INTEGRATION TEAM AND CERTIFICATIONS",
        "subheading_4": "OUR WORK TEAM"
    },
    "CYBERSECURITY": {
        "heading": "INDUSTRIAL CYBERSECURITY",
        "heading_text": "WEST is a company specialized in industrial cybersecurity. It offers maturity assessments in eight key areas, designing custom programs based on international standards such as IEC-62443 and NERC-CIP. Additionally, it provides advice on implementing security controls and promotes changes in organizational culture to strengthen cybersecurity. The company stands out for its comprehensive approach, tailored to the specific needs of each client.",
        "paragraph_1": "Given the growth of connectivity in industrial environments and the proliferation of hacking services, there is an inevitable possibility of cyberattacks on industrial infrastructures. With global concerns over increasing attacks, it is crucial to take immediate action to secure and protect industrial control systems (ICS/OT). This security must be based on understanding the specific risks of each industry and its processes, considering various threats and scenarios. It is not just about hardware, but also organizational culture, so evaluating policies and procedures is emphasized for effective industrial cybersecurity management. At WEST, we offer industrial cybersecurity assessments and programs, following international standards such as IEC-62443 and NERC-CIP, to mitigate risks and improve security posture. The first step is to conduct a maturity analysis of the industrial cybersecurity process based on 8 process areas divided into 4 maturity levels, which will allow you to know where your organization stands. This activity is carried out using tools designed by Spain's Industrial Cybersecurity Center (CCI). The results of the maturity analysis will serve as input for the industrial cybersecurity program that we will help you implement, framed by standards such as IEC-62443, NERC-CIP, or another that fits your organization. WEST will guide you through each phase required for implementation.",
        "subheading_1": "CYBERSECURITY BEST PRACTICES",
        "paragraph_2": "If you feel you are not yet ready to implement a standard, either due to the investment in time and/or resources required, but you need an initial assurance to get closer to that goal, implementing these 5 foundational security controls, which are the basis of any good industrial cybersecurity program, will help you achieve that initial assurance, reduce cybersecurity risks, and facilitate the implementation of one of the industrial cybersecurity standards. At WEST, we assist with the implementation of these 5 controls and conduct a security gap assessment on your installed control architecture to determine points that need strengthening and gaps that need addressing, reducing cybersecurity risk by approximately 85%.",
        "subheading_2": "TECHNOLOGICAL SOLUTIONS",
        "Asset_Management": "ASSET MANAGEMENT",
        "Asset_Management_text": "Visibility of cyber assets is always essential. Without knowing what is connected to the network, security becomes difficult. Various data collection methods can be employed, such as manual entry, passive monitoring, database queries, agentless queries using native protocols, and the use of agents. These methods enable easy access to a complete view of all devices connected to the control network, ensuring an up-to-date inventory of hardware and software.",
        "Vulnerability_Management": "VULNERABILITY MANAGEMENT",
        "Vulnerability_Management_text": "The traditional IT vulnerability approach is not compatible with ICS. At WEST, we understand the critical differences, and our solution offers safe methods to identify and prioritize vulnerabilities, allowing you to focus your remediation efforts effectively.",
        "Change_Configuration_Management": "CHANGE AND CONFIGURATION MANAGEMENT",
        "Change_Configuration_Management_text": "With an up-to-date database of all cyber assets connected to the ICS network and extensive information about them, such as manufacturer, model, firmware version, ports used, users, active services, configuration, etc., baselines can be created to detect unwanted changes in cyber assets, as they are monitored in real-time.",
        "Threat_Management": "THREAT MANAGEMENT",
        "Threat_Management_text": "Our solution allows the implementation of IDS probes at predefined points on the network, performing real-time traffic monitoring to detect potential threats. Additionally, through baseline configuration creation, alerts are generated in case of changes, and threat detection is facilitated. Simple integration with other platforms enables the secure sharing of information across different areas of the company.",
        "Attack_Recovery": "Rapid Cyberattack Recovery",
        "Attack_Recovery_text": "A good industrial cybersecurity program must not only prevent and detect but also be prepared for when a cyberattack occurs, with the capacity to quickly restore operations. Our solution enhances the cyber resilience of your ICS and ensures operational continuity.",
        "Physical_Segmentation": "Physical Segmentation",
        "Physical_Segmentation_text": "In applications where data needs to be securely shared outside the industrial control network for monitoring or analysis purposes, without worrying about creating security breaches, the solution is Data Diodes. This technology creates physical segmentation, allowing one-way communication from the control network to the outside, but it is not physically possible in the opposite direction, as there are no paths or circuits to allow it.",
        "subheading_3": "TEAM CERTIFICATIONS",
        "Certification_1": "CYBERSECURITY EXPERT CERTIFIED (ISA)",
        "Certification_2": "PROFESSIONAL CERTIFIED OLARWINDS",
        "Certification_3": "TUV CERTIFIED",
        "Certification_4": "CEH CERTIFIED ETHICAL HACKER",
        "subheading_4": "OUR PARTNERSHIPS"
    },
    "LUFKIN": {
        "heading": "LUFKIN",
        "heading_text": "WEST - Lufkin offers a portfolio of advanced solutions in surface and downhole equipment to optimize oil and gas extraction. Its mechanical lift pumps and speed reducers ensure efficient operation, while its automation systems allow real-time control and monitoring, improving precision and reducing operational costs in demanding environments.",
        "subheading_1": "Lufkin",
        "paragraph_1": "Lufkin is a leader in the design and manufacturing of rod pumping systems, specializing in optimizing well production. It offers innovative solutions backed by advanced engineering, ensuring quality and safety in every project. Its products include complete pumping packages, adapted to various operating conditions, from large oil volumes to wells with specific technical challenges. Through its network, Lufkin provides reliable technical support and local services, along with monitoring tools that allow detailed tracking of equipment performance. Our partnership with Lufkin ensures efficient, customized solutions to maximize operational performance.",
        "subheading_2": "AUTOMATION",
        "paragraph_2": "Lufkin pioneered the automation of rod pumping systems, optimizing production like never before. Today, their team continues driving innovation, combining years of experience with a focus on the future of automation.",
        "Auto_Item_1": "LUFKIN Well Manager",
        "Auto_Item_2": "LWM 2.0 Upgrade Kit",
        "Auto_Item_3": "Wireless Load Cell",
        "Auto_Item_4": "LUFKIN VSDs",
        "Auto_Item_5": "LUFKIN REGEN VSDs",
        "subheading_3": "BEAM PUMPING UNITS",
        "paragraph_3": "Go deeper. Lift more. Proven Lufkin durability and reliability.",
        "subheading_3_item_1": "Lufkin: (Conventional Lufkin - CG/Cy Reverse Mark Lufkin - RMG/RM)",
        "subheading_3_item_1_texto": "With 90 years of experience in LufkinTM rod lift design and manufacturing in every unit, this first-class Beam Pumping Unit (BPU) is proven for well life with industry-leading double-helical gearing.",
        "subheading_3_item_2": "Conventional Lufkin: (conventional-SC and reverse mark-SRM)",
        "subheading_3_item_2_texto": "This new BPU combines Lufkin's proven bearing assemblies with an economical double-helical hobbed gear design that meets operators' cost-saving requirements while delivering the reliability they demand.",
        "subheading_3_item_3": "Lufkin Longstroke: (LS)",
        "subheading_3_item_3_texto": "These new conventional BPUs offer a stroke length over 300 inches, making them ideal for deviated well applications. Designed to reduce rod/tubing wear and maintain production at slow strokes per minute (SPM), these units are available with 1824 or 2560 gearbox designs.",
        "subheading_4": "DOWNHOLE PUMP PRODUCTS",
        "paragraph_4": "Driven to be the best. Innovations for a constantly evolving oilfield.",
        "Bombas_especiales": "Special Pumps",
        "Bombas_especiales_texto": "Designed to maximize performance in specific applications, whether optimizing for sand, scaling, gas, or unique liquid volume requirements.",
        "Bombas_especiales_item_1": "Pass-through solids pump",
        "Bombas_especiales_item_2": "Multiphase pump",
        "Bombas_especiales_item_3": "Sand diverter pump",
        "Bombas_especiales_item_4": "Mud pump",
        "Bombas_especiales_item_5": "Lo-Pro pump",
        "Bombas_especiales_item_6": "Hi-Pro pump",
        "Bombas_especiales_item_7": "Isolated gas compression pump",
        "Piezaso_bombas_especiales": "Special pump parts",
        "Piezaso_bombas_especiales_texto": "Compatible with API pumps and developed to enhance pumping performance beyond normal API capacity, resulting in greater operational efficiency, longer run times, and operational cost savings.",
        "Piezaso_bombas_especiales_item_1": "Sand diverter",
        "Piezaso_bombas_especiales_item_2": "Oversized cage",
        "Piezaso_bombas_especiales_item_3": "Insert-guided cage",
        "Piezaso_bombas_especiales_item_4": "Top seat",
        "Piezaso_bombas_especiales_item_5": "Gas valve",
        "Piezaso_bombas_especiales_item_6": "Sand shield",
        "Piezaso_bombas_especiales_item_7": "Bottom discharge valve",
        "Herramientas_produccion": "Production Tools",
        "Herramientas_produccion_texto": "Downhole tools and components designed to improve the efficiency and effectiveness of the rod lift system.",
        "Herramientas_produccion_item_1": "TAC type B",
        "Herramientas_produccion_item_2": "Downhole TAC",
        "Herramientas_produccion_item_3": "Gas separator",
        "Herramientas_produccion_item_4": "Cutting tool",
        "Herramientas_produccion_item_5": "On-Off tool",
        "Herramientas_produccion_item_6": "Insert pump anchor",
        "Solids_Control_Solutions": "Solids Control Solutions",
        "Solids_Control_Solutions_texto": "Don-Nan's custom lower orifice assemblies with stainless steel wool screen(s) and a pressure-activated conical valve are an economical system for controlling pump intake.",
        "Solids_Control_Solutions_item_1": "Stainless steel screen",
        "Solids_Control_Solutions_item_2": "Pump intake valve",
        "subheading_5": "SORD TM",
        "paragraph_5": "INTELLIGENT ROD PUMP DESIGN SOFTWARE. Fast, optimal design for faster ROI.",
        "Sord_item_1": "Real-time design in a 3D environment",
        "Sord_item_1_texto": "Upload a well deviation survey to model the well configuration in the SROD 3D viewer. Enhance your view by adding perforations, completion equipment, and tubular data.",
        "Sord_item_2": "Quick parameter input",
        "Sord_item_2_texto": "The SROD system guides you through the design process as you enter pump and tubing parameters, rod type and taper details, pump unit size, crank information, motor size, etc.",
        "Sord_item_3": "Make multiple comparisons and faster, better decisions",
        "Sord_item_3_texto": "Once all input parameters are entered, the SROD system generates a base case and provides a one-page report on key components and performance capabilities.",
        "subheading_6": "PUMPTRAK TM",
        "paragraph_6": "A web-based service tracking system and a comprehensive data repository that enables better, faster decisions to select optimal equipment based on past and present well issues. Detailed historical records of pump service include:",
        "pumptrak_item_1": "Installation and removal date",
        "pumptrak_item_2": "Reason for removal",
        "pumptrak_item_3": "Pump geometry",
        "pumptrak_item_4": "Pump component materials",
        "pumptrak_item_5": "Pump component failure",
        "pumptrak_item_6": "Maintenance date",
        "pumptrak_item_7": "Record of foreign materials",
        "pumptrak_item_8": "Service type",
        "pumptrak_item_9": "Pre- and post-service descriptions",
        "pumptrak_item_10": "High-resolution images",
        "pumptrak_item_11": "Cost information",
        "pumptrak_item_12": "Service technician ID",
        "subheading_7": "PUMP RODS, GUIDES, AND ACCESSORIES",
        "paragraph_7": "LUFKIN Rods is the only nationally owned and privately managed sucker rod manufacturing plant in the United States. All products are sourced and manufactured domestically, and the advanced manufacturing plant ensures the highest possible quality. The automated system continuously monitors the manufacturing process and ensures quality is consistent from start to finish. Throughout the entire manufacturing process, quality control is unmatched in the industry.",
        "Varillas_bombeo": "Pump Rods",
        "Guias": "Guides",
        "Estabilizador": "Stabilizer",
        "Acoplamientos": "Couplings",
        "Barras_hundimiento": "Sinker Bars"
    },
    "INNOVANDO HOY PARA UN MAÑANA SOSTENIBLE": {
        "heading": "INNOVATING TODAY FOR A SUSTAINABLE TOMORROW",
        "subheading_1": "Why WEST?",
        "paragraph_1": "We stand at the forefront of innovation in automation and industrial digitalization. Our commitment goes beyond simply providing advanced solutions; we deeply value relationships with our clients. Each project is viewed as a strategic collaboration, where we work closely to understand their goals and specific challenges. This connection allows us to tailor solutions that perfectly fit their needs, ensuring a positive and lasting impact on their operations. Our client-focused approach extends beyond implementation; we are committed to maintaining open and continuous communication to ensure that their expectations are exceeded at every stage of the process. We can be your strategic ally on the path to a smarter, cleaner, and more sustainable future.",
        "subheading_2": "INDUSTRIES",
        "Industrias_item_1": "Oil and gas",
        "Industrias_item_2": "Food & Beverage",
        "Industrias_item_3": "Power Generation",
        "Industrias_item_4": "Metals & Mining",
        "Industrias_item_5": "Engineering Services & Construction",
        "Industrias_item_6": "Water & Waste",
        "subheading_3": "SERVICES",
        "Servicios_item_1": "ADVANCED CONTROL",
        "Servicios_item_1_texto": "Advanced control technology drives operations toward excellence. Multivariable strategies, evaluated with process simulation tools, ensure optimal performance and consistency in dynamic environments, proactively responding to disturbances.",
        "Servicios_item_2": "DATA ANALYTICS",
        "Servicios_item_2_texto": "With the vast amount of data generated automatically each day in control systems, and a deep understanding of the process, it is possible to analyze, monitor, and predict operational performance. This enables effective responses to continuous improvement challenges.",
        "Servicios_item_3": "AUTOMATION AND CONTROL",
        "Servicios_item_3_texto": "Industrial automation enhances efficiency and reduces costs by handling repetitive tasks, allowing workers to focus on strategic activities. It also elevates quality and consistency in production. The flexibility of these processes allows companies to adapt quickly, providing competitive advantages. Additionally, automation contributes to sustainability by reducing the ecological footprint and promoting responsible practices in the industrial sector.",
        "Servicios_item_4": "FUNCTIONAL SAFETY",
        "Servicios_item_4_texto": "At West Engineering, we specialize in engineering services designed to protect your company from threats that could pose significant dangers to our personnel, the environment, and the business itself. Our goal is to ensure functional safety and minimize potential risks.",
        "Servicios_item_5": "PROCESS DIGITALIZATION",
        "Servicios_item_5_texto": "Augmented reality (AR) redefines the interaction between the real world and digital information by merging virtual elements with the physical environment. This technology offers immersive experiences in fields such as medicine, education, and industry, with significant and revolutionary potential.",
        "Servicios_item_6": "CYBERSECURITY",
        "Servicios_item_6_texto": "In an era of connectivity and digitalization, essential industrial services for human development are increasingly exposed to cyber threats that can impact daily life and, in the worst cases, endanger people's safety. At WEST, we provide the necessary tools to protect critical infrastructure in industrial environments from cyberattacks.",
        "Servicios_item_7": "LUFKIN",
        "Servicios_item_7_texto": "Lufkin excels in industrial control and safety solutions, meeting standards such as IEC 62443. Its innovative approach ensures excellence and protection of systems against cyber threats.",
        "subheading_4": "NEWS",
        "subheading_5": "LOCATIONS",
        "subheading_6": "PARTNERS"
    }
}
