{
    "landing": {
        "landing_tittle": "INNOVANDO HOY PARA UN MAÑANA MÁS LIMPIO"
    },
    "why_west": {
        "heading": "¿Por qué west?",
        "content": "Nos destacamos en la vanguardia de la innovación en automatización y digitalización industrial. Nuestro compromiso va más allá de ofrecer soluciones de vanguardia; valoramos profundamente la relación con nuestros clientes. Cada proyecto se percibe como una colaboración estratégica, donde trabajamos estrechamente para comprender sus metas y desafíos específicos. Esta conexión nos permite personalizar soluciones que se adaptan perfectamente a sus necesidades, asegurando un impacto positivo y duradero en su operación. Nuestra atención centrada en el cliente no termina con la implementación; estamos comprometidos a mantener una comunicación abierta y continua para garantizar que sus expectativas se superen en cada etapa del camino. Podemos ser un aliado estratégico en su camino hacia un futuro más inteligente, limpio y sostenible."
    },
    "services": {
        "heading":"Servicios",
        "heading-control": "CONTROL AVANZADO DE PROCESOS",
        "content-control": "La implementación de estrategias de control avanzado son la mejor alternativa en aquellos procesos y operaciones multivariables donde los algoritmos de control regulatorio convencionales, tales como PID, no ofrecen robustez y óptimo desempeño frente a perturbaciones.",
        "heading-analytics": "ANALÍTICA DE DATOS",
        "content-analytics": "A partir del gran volumen de datos que día a día son generados de manera automática en sistemas de control, junto con el conocimiento claro del proceso, es posible analizar, monitorear y predecir el desempeño operacional que permita responder a los desafíos de mejoramiento continuo.",
        "heading-automation": "AUTOMATIZACIÓN Y CONTROL",
        "content-automation": "En entornos industriales avanzados, la automatización y control eficientes son esenciales. Los sistemas de control avanzado ofrecen la mejor solución para procesos multivariables, superando limitaciones de algoritmos convencionales como el PID, mejorando robustez y rendimiento ante perturbaciones.",
        "heading-safety": "SEGURIDAD DE PROCESOS",
        "content-safety": "La seguridad en entornos industriales avanzados requiere medidas avanzadas para proteger operaciones complejas y gestionar riesgos eficazmente, especialmente en entornos de alta complejidad.",
        "heading-reality": "REALIDAD AUMENTADA",
        "content-reality": "La realidad aumentada (RA) redefine la interacción entre el mundo real y la información digital. Al fusionar elementos virtuales con el entorno físico, la RA ofrece experiencias inmersivas en diversos campos como la medicina, la educación y la industria. Esta tecnología innovadora tiene un impacto significativo, presentando un potencial revolucionario.",
        "heading-cybersecurity": "CIBERSEGURIDAD",
        "content-cybersecurity": "La norma IEC 62443, derivada de la ISA99, establece estándares para mejorar la seguridad en sistemas de control industrial ante amenazas cibernéticas. En 2010, la ISA99 adoptó la denominación ANSI/ISA-62443 o IEC 62443 para alinearla con la propuesta de la IEC.",
        "heading-lufkin": "LUFKIN",
        "content-lufkin": "Lufkin destaca en soluciones industriales de control y seguridad, alineándose con estándares como IEC 62443. Su enfoque innovador garantiza la excelencia y protección en sistemas contra amenazas cibernéticas."
    },
    
    "news": {
        "heading": "NOTICIAS",
        "new1-heading":"Noticia 1"
    },
    "partners":{
        "heading":"Socios"
    },
    "contact": {
        "heading": "¿Quieres saber mas?",
        "button_text": "Contáctenos"
    },
    
    "footer": {
        "company":"compañia",
        "company1": "Sobre nosotros",
        "company2": "Nuestros servicios",
        "company3": "Política de privacidad",
        "company4": "Programa de afiliados",
        "get_help": "Consigue ayuda",
        "get_help1": "Preguntas Frecuentes",
        "get_help2": "ChatBot",
        "contact_info":"Información de contacto",
        "contact_info1": "Worldwide Engineering Solutions Team WEST SAS",
        "contact_info2": "Bogotá: +57 (1) 300 3989 Carrera 7 N° 127 - 48, Oficina 405",
        "contact_info3": "Houston: +1 (832) 460 1042 443 North loop W. 77008"
    },
    "SEGURIDAD FUNCIONAL": {
    "heading": "SEGURIDAD FUNCIONAL",
    "heading_text": "La seguridad funcional es un enfoque integral para proteger a las personas, el medio ambiente y los activos de una empresa frente a riesgos asociados con los procesos industriales. Este servicio se enfoca en la prevención, mitigación y respuesta ante posibles amenazas, asegurando el cumplimiento de los más altos estándares de seguridad y normativas internacionales.",
    "paragraph_1": "Estamos a la vanguardia de la innovación en automatización industrial y digitalización. Nuestro compromiso va más allá de ofrecer soluciones de vanguardia; valoramos profundamente nuestra relación con los clientes. Cada proyecto se percibe como una colaboración estratégica, donde trabajamos estrechamente para comprender sus objetivos y desafíos específicos. En West Engineering, nos especializamos en servicios de ingeniería diseñados para salvaguardar a su empresa contra amenazas potenciales que podrían desencadenar peligros capaces de dañar significativamente a nuestro personal, el medio ambiente y el propio negocio. Nos enfocamos en la prevención, preparación, mitigación, respuesta y recuperación, asegurando la protección de las personas, el medio ambiente y los activos de su empresa.",    
    "subheading_1": "Implementación de Sistemas de Gestión de Seguridad Funcional.",
    "paragraph_2": "Desarrollamos e implementamos Sistemas de Gestión de Seguridad Funcional, cumpliendo con los más altos estándares internacionales (CCPS, OSHA, entre otros) y normativas nacionales (Ley 1523 de 2012, DECRETO 2157 (PGRDEPP) y DECRETO 1347 (PPAM)). Esto incluye desarrollo, evaluaciones de cumplimiento y auditorías exhaustivas. Con el respaldo de la Industria 4.0, creamos soluciones tecnológicas innovadoras para facilitar la Gestión Dinámica del Riesgo y el comportamiento en el tiempo de las capas de protección en los procesos industriales.",
    "Internationa_Standard": "Estándar Internacional",
    "Decree_2157": "Decreto 2157",
    "Decree 1347": "Decreto 1347",
    "subheading_2": "Gestión de Seguridad Funcional",
    "paragraph_3": "Alineamos sus operaciones con los estándares ANSI/ISA IEC 61511-2016. Realizamos estudios cualitativos de identificación de peligros y análisis de riesgos utilizando técnicas avanzadas como HAZOP, HAZID, WHAT IF, BOW TIE, SAFOP, C-HAZOP, CIBER-HAZOP, entre otras. Ejecutamos estudios semi-cualitativos y cuantitativos de riesgos utilizando técnicas como LOPA, FMEDA, ETA, FTA, entre otras. Desarrollamos la documentación de ingeniería para Sistemas Instrumentados de Seguridad (SIS) siguiendo los rigurosos lineamientos del estándar ANSI/ISA IEC 61511-2016.",
    "IEC 61511-2016": "IEC 61511-2016",
    "hazar_id": "identificación de peligros y análisis de riesgos.",
    "subheading_3": "CASO DE ÉXITO: REFINERÍA.",
    "paragraph_4": "Contexto: En 2018 y 2019, a WEST le fue adjudicado el servicio de mantenimiento de diversos sistemas en la Refinería de Cartagena, incluyendo sistemas de control de procesos, monitoreo eléctrico, redes y comunicaciones, y especialmente, Sistemas Instrumentados de Seguridad (SIS). El objetivo principal fue apoyar a la Gerencia de la Refinería de Cartagena (GRC) en cerrar brechas y fortalecer la seguridad de procesos, cumpliendo con la normativa IEC-61511-1:2016. Funciones o Actividades Desarrolladas: WEST llevó a cabo una serie de actividades clave para fortalecer la seguridad en la planta. Estas incluyeron la verificación de los sistemas y elementos de la Función Instrumentada de Seguridad, validación de HAZOP y LOPA, talleres LOPA para evaluar el nivel SIL, y la implementación de instructivos para pruebas funcionales del SIS. Adicionalmente, se ejecutaron análisis de gestión dinámica de riesgos, entrenamientos al personal operativo sobre seguridad funcional, y el diseño de formatos específicos para la gestión de pruebas del SIS. Estas acciones contribuyeron a una mejor preparación del personal y a la mejora continua de la seguridad operativa. Conclusión: El acompañamiento de WEST resultó en un fortalecimiento significativo de la capa de protección humana y la implementación de una gestión dinámica de riesgos más rigurosa en el proceso. Se logró una mejora en la revisión documental y en la aplicación de procedimientos para asegurar que los riesgos se mantuvieran en niveles aceptables. Además, se evidenció una colaboración efectiva entre todos los niveles organizacionales, lo que fue crucial para asegurar la seguridad funcional en las unidades de proceso de la refinería."
    },
    "APC": {
        "heading": "CONTROL AVANZADO DE PROCESOS",
        "heading_text": "La tecnología de control avanzado impulsa las operaciones hacia la excelencia. Las estrategias multivariables evaluadas con herramientas de simulación de procesos garantizan un rendimiento óptimo y consistencia en entornos dinámicos, respondiendo proactivamente a las perturbaciones.",
        "subheading_1": "Control Avanzado de Procesos",
        "paragraph_1": "En West Engineering, nuestras soluciones de control avanzado destacan por una metodología integral que incluye un análisis exhaustivo del proceso, selección de estrategias multivariables optimizadas y pruebas de comisionamiento virtual con gemelos digitales, garantizando robustez y maximización de los beneficios operativos y económicos.",
        "subheading_2": "NUESTRAS SOLUCIONES",
        "paragraph_2": "Uso de Tecnologías Existentes: Intervención en la lógica de control con bloques disponibles del fabricante, maximizando el potencial de las licencias ya adquiridas y facilitando el mantenimiento. Lógica de Control Personalizada: Implementación de estrategias avanzadas con bloques externos, integrando variables adicionales como seguridad e indicadores clave, utilizando la infraestructura del cliente. Integración de Hardware Externo: Incorporación de equipos optimizados para ejecutar algoritmos complejos, minimizando la intervención en la lógica del cliente y superando limitaciones computacionales.",
        "subheading_3": "PROBLEMAS QUE RESOLVEMOS",
        "Inefficiency_in_operation": "Ineficiencia en la operación",
        "Rigidity_in_managing_variable_conditions": "Rigidez en la gestión de condiciones variables",
        "Instability_in_critical_processes": "Inestabilidad en procesos críticos",
        "Lack_of_operational_safety": "Falta de seguridad operativa",
        "Improvement_of_decision_making": "Mejora de la toma de decisiones",
        "Excessive_energy_consumption": "Consumo energético excesivo",
        "subheading_4": "Fuzzy",
        "paragraph_3": "El control Fuzzy asigna probabilidades a etiquetas lingüísticas, creando combinaciones que cubren todo el rango del sistema y permiten asociar acciones cualitativas, facilitando su comprensión y versatilidad en la operación.",
        "subheading_4_items": "Manejo de la incertidumbre. Flexibilidad. Interpretabilidad",
        "subheading_5": "IMC",
        "paragraph_4": "El Control de Modelo Interno (IMC) utiliza un modelo interno sencillo y efectivo que busca predecir y compensar las perturbaciones, proporcionando robustez y precisión en aplicaciones industriales complejas.",
        "subheading_5_items": "Robustez ante perturbaciones. Facilidad de implementación. Función de suavizado",
        "subheading_6": "Teoría de Juegos",
        "paragraph_5": "La estrategia de control por Teoría de Juegos optimiza la interacción de múltiples variables de procesos en sistemas complejos para alcanzar un equilibrio global que maximiza la eficiencia y estabilidad del proceso.",
        "subheading_6_items": "Interacción colaborativa. Optimización global. Uso en sistemas complejos",
        "subheading_7": "Optimización de Feedback en Línea",
        "paragraph_6": "La estrategia de Optimización de Feedback en Línea ajusta y optimiza un sistema de control en tiempo real, enfocándose en una función global de optimización como puede ser un indicador económico o energético.",
        "subheading_7_items": "Ajuste continuo. Enfoque global. Uso de indicadores clave",
        "subheading_8": "MPC - Control Predictivo de Modelos",
        "paragraph_7": "Está integrado en el sistema y utiliza el mismo entorno de ingeniería, la base de datos de configuración y la plataforma del controlador, lo que asegura una alta disponibilidad y facilidad de mantenimiento.",
        "subheading_8_items": "Identificación del modelo. Control Predictivo de Modelos. Optimización",
        "subheading_9": "Aspen DMC3",
        "paragraph_8": "Aspen DMC3 optimiza procesos en tiempo real, mejorando la eficiencia y reduciendo costos, con fácil implementación y manejo de múltiples variables.",
        "subheading_9_items": "Robustez ante perturbaciones. Facilidad de implementación. Función de suavizado"
    },
    "AUTOMATIZACIÓN": {
        "heading": "AUTOMATIZACIÓN",
        "heading_text": "La automatización industrial es clave para optimizar y controlar procesos discretos, continuos y batch, mejorando la eficiencia y reduciendo la intervención humana. En WEST Engineering, aplicamos nuestra experiencia para integrar y mantener sistemas de control avanzados, garantizando seguridad y cumplimiento con los estándares industriales más exigentes.",
        "paragraph_1": "La automatización industrial es esencial para mejorar la eficiencia, seguridad y calidad en procesos industriales. WEST Engineering no solo integra y mantiene sistemas de control avanzados, sino que también aporta un valor significativo en áreas críticas como el desarrollo de HMI de alto desempeño, sintonización de lazos de control, racionalización de alarmas y gestión de obsolescencia. Nuestra experiencia permite traducir datos complejos en información útil, reducir tiempos de operación y capacitación, optimizar la vida útil de los actuadores, y asegurar la continuidad operativa, todo mientras se cumple con los estándares más rigurosos de la industria.",
        "subheading_1": "SERVICIOS ESPECIALIZADOS DE CONSULTORÍA EN",
        "Diseño y Fabricación de Tableros de control": "Diseño y Fabricación de Tableros de control",
        "Suministro y programación de controladores y módulos industriales": "Suministro y programación de controladores y módulos industriales",
        "Migración de lógicas a sistemas Estandarizados": "Migración de lógicas a sistemas Estandarizados",
        "Suministro y configuración de redes de comunicación industrial": "Suministro y configuración de redes de comunicación industrial",
        "Desarrollo de logicas de control avanzado": "Desarrollo de logicas de control avanzado",
        "subheading_2": "Desarrollo de HMI de alto desempeño",
        "paragraph_2": "HMI es una herramienta vital utilizada para monitorear y controlar los procesos industriales. Un correcto diseño, implementación y mantenimiento de HMI cumpliendo estándares de alto desempeño, se traduce en grandes beneficios para la operación, la calidad y la seguridad de un proceso industrial.",
        "Reducción de tiempos de operación": "Reducción de tiempos de operación",
        "Traducción de datos complejos en información útil": "Traducción de datos complejos en información útil",
        "Identificación y reducción de tiempo de reacción": "Identificación y reducción de tiempo de reacción",
        "Reducción de tiempo y costo de capacitación": "Reducción de tiempo y costo de capacitación",
        "Ergonomía visual con la gestión de la paleta de colores": "Ergonomía visual con la gestión de la paleta de colores",
        "subheading_3": "Sintonización de lazos de control",
        "paragraph_3": "La sintonización de lazos de control es una herramienta crucial para la optimización del desempeño de los procesos industriales. Nuestro equipo de ingeniería integra procesos de análisis y herramientas software de sintonización con el fin de aprovechar al máximo el rendimiento de los activos del sistema de control.",
        "Extensión de la vida útil de los actuadores": "Extensión de la vida útil de los actuadores",
        "Disminución de costos de mnto y consumo": "Disminución de costos de mnto y consumo",
        "Aumento en la calidad del producto": "Aumento en la calidad del producto",
        "Incremento en la seguridad del proceso": "Incremento en la seguridad del proceso",
        "subheading_4": "Racionalización de alarmas",
        "paragraph_4": "El sistema de alarmas es un componente del modelo de capas de protección en las plantas industriales. Es la herramienta principal usada por los operadores para responder ante eventos que no pueden ser manejados por el BPCS.",
        "Cumplimiento del estándar ANSI/ISA-18.2-2016": "Cumplimiento del estándar ANSI/ISA-18.2-2016",
        "Reducción de tiempos de respuesta": "Reducción de tiempos de respuesta",
        "Incremento en la seguridad del proceso_2": "Incremento en la seguridad del proceso",
        "Reducción de carga operacional": "Reducción de carga operacional",
        "Incremento de la eficiencia operativa": "Incremento de la eficiencia operativa",
        "subheading_5": "Gestión de obsolescencia",
        "paragraph_5": "La gestión de la obsolescencia es el proceso de identificar, evaluar y mitigar los riesgos asociados con la obsolescencia de productos, componentes o sistemas, con el fin de garantizar la continuidad operativa y la disponibilidad de los mismos a lo largo de su ciclo de vida.",
        "Continuidad operativa": "Continuidad operativa",
        "Mitigación de riesgos": "Mitigación de riesgos",
        "Optimización de recursos": "Optimización de recursos",
        "Mejora de la competitividad": "Mejora de la competitividad",
        "Ahorro de costos a largo plazo": "Ahorro de costos a largo plazo",
        "subheading_6": "Dossier de ingeniería",
        "paragraph_6": "Se contempla un Dossier de ingeniería donde se organizan planos, especificaciones técnicas, cálculos, estudios, reportes, y cualquier otro documento asociado al proyecto.",
        "Centralización de información técnica": "Centralización de información técnica",
        "Claridad en la comunicación": "Claridad en la comunicación",
        "Garantizar cumplimiento normativo": "Garantizar cumplimiento normativo",
        "Seguimiento eficaz del proyecto": "Seguimiento eficaz del proyecto",
        "Proporcionar información para operación y mantenimiento": "Proporcionar información para operación y mantenimiento",
        "Integración con plataformas de gestión documental": "Integración con plataformas de gestión documental"
        
    },
    "DIGITALIZACIÓN": {
        "heading": "DIGITALIZACIÓN DE PROCESOS",
        "heading_text": "La digitalización de los procesos es primordial para que una empresa sea competitiva en la actualidad. En esta era, donde la velocidad y la eficiencia son clave, la adopción tecnológica digital se ha convertido en el catalizador que impulsa el éxito comercial. La transformación digital acelera la ejecución de tareas, optimiza costos, mejora la toma de decisiones, fortalece la competitividad, fomenta la innovación y abre las puertas al desarrollo de nuevas soluciones y modelos de negocio.",
        "paragraph_1": "Nuestro objetivo principal es liderar la revolución digital, permitiendo a las empresas optimizar sus operaciones, reducir costos y mejorar la toma de decisiones. Nos comprometemos a proporcionar soluciones tecnológicas personalizadas que se alineen perfectamente con las necesidades específicas de cada cliente. Con un enfoque colaborativo y una atención meticulosa a la innovación, estamos transformando la manera en que las empresas gestionan, visualizan y optimizan sus procesos, garantizando un futuro más eficiente y conectado. La digitalización de procesos es relevante y beneficiosa para todo tipo de empresas, independientemente de su tamaño o industria. La digitalización de procesos es importante en sectores como el manufacturero, financiero, salud, energía y utilidades, comercio minorista, entre otros. Con nuestra experiencia en el desarrollo de aplicaciones IIoT, implementación de sistemas MES, automatización y la revolución 4.0, ofrecemos oportunidades para aumentar la competitividad y mejorar la calidad de productos y servicios de las empresas.",
        "subheading_1": "PROBLEMAS QUE RESOLVEMOS",
        "Tiempos muertos e ineficiencia en procesos": "Tiempos muertos e ineficiencia en procesos",
        "Capacidad limitada y rigidez en procesos": "Capacidad limitada y rigidez en procesos",
        "Ciberseguridad": "Ciberseguridad",
        "Emisiones altas de GEI": "Emisiones altas de GEI",
        "Riesgos de salud y seguridad industrial": "Riesgos de salud y seguridad industrial",
        "Silos de información": "Silos de información",
        "Altos costos operativos y baja productividad": "Altos costos operativos y baja productividad",
        "Obsolescencia de equipos": "Obsolescencia de equipos",
        "subheading_2": "ANALÍTICA OPERATIVA",
        "paragraph_2": "Ofrecemos soluciones IIoT para asegurar la máxima eficacia operativa (OEE) y minimizar los impactos en la producción usando IA, ML.",
        "EMMA": "EMMA",
        "EMMA_texto": "Aplicación IIoT enfocada a gestionar las emisiones de Gases de Efecto Invernadero (GEI) directas e indirectas. Puede ser de gran ayuda para la implementación de las normas ISO 50001 e ISO 14064. Nuestra solución contiene un sistema predictivo de monitoreo de emisiones basado en modelos híbridos y sirve como alternativa para la medición de estos gases.",
        "DYRIMA": "DYRIMA",
        "DYRIMA_texto": "Aplicación IIoT enfocada a gestionar las capas de protección de seguridad por medio de la representación de datos en indicadores clave, tanto en rasgos generales como individuales para cada capa. Las capas disponibles en la aplicación son: Sistema de Control Básico de Proceso (BPCS), Alarmas, Sistema Integrado de Seguridad (SIS), Sistema de Protección Contra Incendios (F&G) y Capa Activa.",
        "ESVA": "ESVA",
        "ESVA_texto": "ESVA es un asistente virtual que utiliza la última tecnología en procesamiento de lenguaje natural y aprendizaje automático para ayudar a obtener información más rápidamente, optimizar el tiempo de búsqueda en documentos, agilizar todos los trámites administrativos y de gestión, e incluso se utiliza como herramienta de formación para nuevos empleados y Operadores en su empresa e instalaciones.",
        "ENERGY_MANAGER": "ENERGY MANAGER",
        "ENERGY_MANAGER_texto": "Sistema de gestión energética certificado según la norma ISO 50001. Le ayuda a visualizar los flujos de energía y los valores de consumo en sus procesos en detalle y asignarlos a los consumidores o centros de costo relevantes. Evalúe las medidas de eficiencia implementadas, optimice la adquisición de energía y compare la eficiencia energética entre plantas y ubicaciones.",
        "subheading_3": "INTEGRACIÓN DE OPERACIONES",
        "paragraph_3": "Brindamos una visión completa de los procesos, reduciendo costos a través de la automatización inteligente.",
        "Gestion_activos": "Gestión inteligente de activos",
        "Gestion_activos_texto": "La interconexión de activos inteligentes proporciona datos e información valiosa que ayudan a las empresas a optimizar la gestión de sus recursos, mejorando la productividad, la fiabilidad y la eficiencia. Esto se traduce en un aumento de la rentabilidad, una reducción de riesgos y una mayor sostenibilidad en las operaciones.",
        "IT_OTT": "Integración IT/OT",
        "IT_OTT_texto": "Integramos sistemas IT y OT para optimizar la eficiencia operativa de su empresa. Utilizando protocolos avanzados y APIs, mejoramos la comunicación entre sistemas, facilitando una toma de decisiones más informada y segura, mientras reforzamos la ciberseguridad en todas las operaciones.",
        "subheading_4": "GEMELOS DIGITALES",
        "paragraph_4": "Generamos soluciones digitales para revisión de escenarios, entrenamiento a operadores y virtualización en 3D.",
        "Gemelo_3D": "Gemelo Digital 3D",
        "Gemelo_3D_texto": "Diseño de máquinas o equipos, análisis de durabilidad, materiales.",
        "Gemelo_2D": "Gemelo Digital 2D",
        "Gemelo_2D_texto": "Modelos fenomenológicos, análisis energético, reacciones, eficiencias.",
        "Gemelo_ciencia": "Gemelo Digital con ciencia de datos",
        "Gemelo_ciencia_texto": "Modelo con datos reales. Análisis económico, producción.",
        "Sensores_virtuales": "Sensores Virtuales",
        "Sensores_virtuales_texto": "Representación de variables no medibles mediante datos o modelo híbrido."
    },
    "NOSOTROS": {
        "heading": "NOSOTROS",
        "heading_text": "En WEST, contamos con un equipo experto que combina habilidades técnicas sólidas con excelentes habilidades interpersonales. Priorizamos tanto las habilidades técnicas como las blandas, fomentando un ambiente colaborativo donde la comunicación y la resolución de problemas son clave. Nuestro objetivo es ofrecer soluciones tecnológicas avanzadas mientras construimos relaciones duraderas basadas en confianza y éxito mutuo.",
        "subheading_1": "POLÍTICAS",
        "paragraph_1": "En WEST nos esforzamos por operar bajo estándares excepcionales. Nuestras políticas reflejan nuestro compromiso con la ética, la responsabilidad social y un ambiente de trabajo positivo. Descubre nuestras políticas clave, desde Desconexión Laboral hasta Seguridad Vial. Estas directrices no solo definen nuestras operaciones, sino que también crean un entorno donde la integridad y la seguridad son prioridades.",
        "Alcohol_drogas": "Alcohol y drogas",
        "SIG": "SIG - WEST ENGINEERING",
        "Seguridad_Vial": "Seguridad Vial",
        "Desconexion_Laboral": "Desconexión Laboral",
        "Responsabilidad_Social": "Responsabilidad Social",
        "Mision_Vision": "Misión y Visión",
        "subheading_2": "EXCELENCIA",
        "paragraph_2": "Nuestros principios y valores fundamentales han sido la base para desarrollar una cultura arraigada en la excelencia, especialmente en aspectos cruciales como calidad, seguridad, medio ambiente y responsabilidad social. Estos principios se sostienen y fortalecen mediante sistemas de gestión robustos que guían y respaldan nuestra dedicación a mantener estándares elevados en todas estas áreas.",
        "codigo_etiqueta": "Código de etiqueta y buen gobierno",
        "subheading_3": "EQUIPO DE INTEGRACIÓN Y CERTIFICACIONES",
        "subheading_4": "NUESTRO EQUIPO DE TRABAJO"
    },
    "CIBERSEGURIDAD": {
        "heading": "CIBERSEGURIDAD INDUSTRIAL",
        "heading_text": "WEST es una empresa especializada en ciberseguridad industrial. Ofrece evaluaciones de madurez en ocho áreas clave, diseñando programas personalizados basados en estándares internacionales como IEC-62443 y NERC-CIP. Además, proporciona asesoramiento en la implementación de controles de seguridad y promueve cambios en la cultura organizacional para fortalecer la ciberseguridad. La empresa se destaca por su enfoque integral y adaptado a las necesidades específicas de cada cliente.",
        "paragraph_1": "Frente al crecimiento de la conectividad en entornos industriales y la proliferación de servicios de hacking, se advierte sobre la inevitable posibilidad de ciberataques a infraestructuras industriales. Ante la preocupación global por los crecientes ataques, se destaca la importancia de tomar medidas inmediatas para asegurar y proteger los sistemas de control industrial (ICS/TO). Este aseguramiento debe basarse en la comprensión de los riesgos específicos de cada industria y sus procesos, considerando las diversas amenazas y escenarios. No solo se trata de hardware, sino también de la cultura organizacional, por lo que se enfatiza la evaluación de políticas y procedimientos para una gestión efectiva de la ciberseguridad industrial. En WEST ofrecemos evaluaciones y programas de ciberseguridad industrial, siguiendo estándares internacionales como IEC-62443 y NERC-CIP, con el objetivo de mitigar riesgos y mejorar la postura de seguridad. El primer paso es llevar a cabo un análisis de madurez del proceso de ciberseguridad industrial con base en 8 áreas de proceso divididas en 4 niveles de madurez, lo que le permitirá saber en qué nivel se encuentra su organización. Esta actividad la realizamos usando herramientas diseñadas por el Centro de Ciberseguridad Industrial (CCI) de España. Los resultados del análisis de madurez serán un input para el programa de ciberseguridad industrial que le ayudaremos a implementar, enmarcados en estándares como IEC-62443, NERC-CIP u otro que se ajuste a su organización. WEST le guiará en cada una de las fases que se requiere para la implementación.",
        "subheading_1": "BUENAS PRÁCTICAS DE CIBERSEGURIDAD",
        "paragraph_2": "Si cree que aún no está listo para la implementación de un estándar, ya sea por la inversión en tiempo y/o recursos que esto implica, pero requiere hacer un aseguramiento inicial que le permita acercarse a ese objetivo, la implementación de estos 5 controles fundacionales de seguridad, que son la base de todo buen programa de ciberseguridad industrial, le ayudará a realizar ese aseguramiento inicial, reducir el riesgo de ciberseguridad y facilitar la implementación de alguno de los estándares de ciberseguridad industrial. En WEST le ayudamos con la implementación de estos 5 controles, y a realizar una evaluación de brechas de seguridad sobre su arquitectura de control instalada para determinar puntos que deben ser fortalecidos y brechas que deban ser solucionadas, lo que permitirá una reducción del riesgo de ciberseguridad aproximadamente en un 85%.",
        "subheading_2": "SOLUCIONES TECNOLÓGICAS",
        "Gestion_Ciberactivos": "GESTIÓN DE CIBERACTIVOS",
        "Gestion_Ciberactivos_texto": "Siempre se debe tener visibilidad sobre los ciberactivos. Sin saber qué está conectado a la red, la seguridad se vuelve difícil. Se pueden emplear varios métodos de recopilación de datos, como el ingreso manual, monitoreo pasivo, consultas en bases de datos, consultas sin agente con protocolos nativos y el uso de agentes. Estos permiten obtener fácilmente una visión completa de todos los dispositivos conectados a la red de control, asegurando así un inventario actualizado de hardware y software.",
        "Gestion_Vulnerabilidades": "GESTIÓN DE VULNERABILIDADES",
        "Gestion_Vulnerabilidades_texto": "El enfoque tradicional de vulnerabilidades de TI no es compatible con los ICS. En WEST entendemos la criticidad de estas diferencias y nuestra solución ofrece métodos seguros para identificar y priorizar las vulnerabilidades de manera que puedan enfocar sus esfuerzos de remediación.",
        "Gestion_Cambio_Configuracion": "GESTIÓN DE CAMBIO Y CONFIGURACIÓN",
        "Gestion_Cambio_Configuracion_texto": "Al tener una base de datos actualizada de todos los ciberactivos conectados a la red del ICS y una gran cantidad de información sobre estos, como fabricante, modelo, versión de firmware, puertos usados, usuarios, servicios activos, configuración, etc., se pueden crear líneas base y detectar cambios no deseados en los ciberactivos ya que son monitoreados en tiempo real.",
        "Gestion_Amenazas": "GESTIÓN DE AMENAZAS",
        "Gestion_Amenazas_texto": "Nuestra solución permite implementar sondas IDS en puntos predefinidos de la red, realizando un monitoreo en tiempo real del tráfico para detectar posibles amenazas. Además, mediante la creación de líneas base de configuración, se generan alertas ante cambios y se facilita la detección de amenazas. La integración sencilla con otras plataformas permite compartir información de manera segura con diferentes áreas de la empresa.",
        "Recuperacion_ceberataque": "Recuperación rápida de un ciberataque",
        "Recuperacion_ceberataque_texto": "Un buen programa de ciberseguridad industrial no solo debe prevenir y detectar, sino también estar preparado para cuando se presente un ciberataque y tener la capacidad de recuperar la operación de manera rápida. Nuestra solución mejora la ciber-resiliencia de su ICS y asegura la continuidad operacional.",
        "Segmentacion_fisica": "Segmentación Física",
        "Segmentacion_fisica_texto": "En aplicaciones donde se requiere compartir datos fuera de la red de control industrial para fines de monitoreo o análisis de forma segura, sin la preocupación de generar brechas de seguridad, la solución son los Data Diodos. Esta tecnología crea una segmentación física permitiendo la comunicación en un solo sentido desde la red de control hacia afuera, pero en sentido contrario no es físicamente posible, ya que no existen caminos o circuitos que lo permitan.",
        "subheading_3": "CERTIFICACIONES DEL EQUIPO",
        "Certificado_1": "CYBERSECURITY EXPERT CERTIFIED (ISA)",
        "Certificado_2": "PROFESSIONAL CERTIFIED OLARWINDS",
        "Certificado_3": "TUV CERTIFIED",
        "Certificado_4": "CEH CERTIFIED ETHICAL HACKER",
        "subheading_4": "NUESTRAS ALIANZAS"
    },
    "LUFKIN": {
        "heading": "LUFKIN",
        "heading_text": "WEST - Lufkin ofrece un portafolio de soluciones avanzadas en equipos de superficie y fondo para optimizar la extracción de petróleo y gas. Sus bombas de levantamiento mecánico y reductores de velocidad garantizan una operación eficiente, mientras que sus sistemas de automatización permiten el control y monitoreo en tiempo real, mejorando la precisión y reduciendo costos operativos en ambientes exigentes.",
        "subheading_1": "Lufkin",
        "paragraph_1": "Lufkin es un líder en el diseño y fabricación de sistemas de bombeo de varilla, especializado en optimizar la producción de pozos. Ofrece soluciones innovadoras respaldadas por ingeniería avanzada, garantizando calidad y seguridad en cada proyecto. Sus productos incluyen paquetes completos de bombeo, adaptados a diversas condiciones de operación, desde grandes volúmenes de petróleo hasta pozos con desafíos técnicos específicos. A través de su red, Lufkin brinda soporte técnico y servicios locales confiables, además de herramientas de monitoreo que permiten un seguimiento detallado del rendimiento de los equipos. Nuestra alianza con Lufkin asegura soluciones eficientes y personalizadas para maximizar el rendimiento operativo.",
        "subheading_2": "AUTOMATIZACIÓN",
        "paragraph_2": "Lufkin fue pionero en patentar la automatización de sistemas de bombeo de varillas, optimizando la producción como nunca antes. Hoy, su equipo sigue impulsando la innovación, combinando años de experiencia con un enfoque en el futuro de la automatización.",
        "Auto_Item_1": "LUFKIN Well Manager",
        "Auto_Item_2": "LWM 2.0 Upgrade Kit",
        "Auto_Item_3": "Wireless Load Cell",
        "Auto_Item_4": "LUFKIN VSDs",
        "Auto_Item_5": "LUFKIN REGEN VSDs",
        "subheading_3": "UNIDADES DE BOMBEO DE HAZ",
        "paragraph_3": "Profundice. Levante más. Resistencia y fiabilidad probadas de Lufkin",
        "subheading_3_item_1": "Lufkin: (Lufkin convencional - CG/Cy Lufkin marca inversa - RMG/RM)",
        "subheading_3_item_1_texto": "Con 90 años de experiencia en diseño y fabricación de elevadores de varilla LufkinTM en cada unidad, esta unidad de bombeo de viga (BPU) de primera clase está probada para la vida útil del pozo con un engranaje helicoidal doble con forma líder en la industria.",
        "subheading_3_item_2": "Lufkin Convencional: (convencional-SC y marca inversa-SRM)",
        "subheading_3_item_2_texto": "Esta nueva BPU combina los probados conjuntos de rodamientos Lufkin con un económico diseño de engranaje de doble hélice con fresa madre que satisface los requisitos de ahorro de costes de los operadores sin dejar de ofrecer la fiabilidad que exigen.",
        "subheading_3_item_3": "Lufkin Longstroke: (LS)",
        "subheading_3_item_3_texto": "Estas nuevas BPU convencionales ofrecen una longitud de carrera superior a 300 pulgadas, lo que las hace ideales para aplicaciones en pozos desviados. Diseñadas para reducir el desgaste de la varilla/tubo y mantener la producción a carreras por minuto (SPM) lentas, estas unidades están disponibles con un diseño de caja de engranajes de 1824 o 2560.",
        "subheading_4": "PRODUCTOS DE BOMBAS DE FONDO DE POZO",
        "paragraph_4": "Impulsados a ser los mejores. Innovaciones para un campo petrolífero en constante evolución.",
        "Bombas_especiales": "Bombas especiales",
        "Bombas_especiales_texto": "Diseñadas para maximizar el rendimiento en aplicaciones específicas, ya se trate de la optimización para arena, incrustaciones, gas o requisitos exclusivos de volumen de líquido.",
        "Bombas_especiales_item_1": "Bomba de sólidos de paso por carrera",
        "Bombas_especiales_item_2": "Bomba multifase",
        "Bombas_especiales_item_3": "Bomba desviadora de arena",
        "Bombas_especiales_item_4": "Bomba de lodos",
        "Bombas_especiales_item_5": "Bomba Lo-Pro",
        "Bombas_especiales_item_6": "Bomba Hi-Pro",
        "Bombas_especiales_item_7": "Bomba de compresión de gas aislado",
        "Piezaso_bombas_especiales": "Piezas de bombas especiales",
        "Piezaso_bombas_especiales_texto": "Compatibles con las bombas API y se han desarrollado para mejorar el rendimiento de bombeo más allá de la capacidad API normal, lo que se traduce en una mayor eficacia operativa, tiempos de funcionamiento más largos y ahorro de costes operativos.",
        "Piezaso_bombas_especiales_item_1": "Desviador de arena",
        "Piezaso_bombas_especiales_item_2": "Jaula sobredimensionada",
        "Piezaso_bombas_especiales_item_3": "Jaula guiada por inserción",
        "Piezaso_bombas_especiales_item_4": "Junta superior",
        "Piezaso_bombas_especiales_item_5": "Válvula de gas",
        "Piezaso_bombas_especiales_item_6": "Escudo de arena",
        "Piezaso_bombas_especiales_item_7": "Válvula de descarga inferior",
        "Herramientas_produccion": "Herramientas de producción",
        "Herramientas_produccion_texto": "Herramientas y componentes de fondo de pozo diseñados para mejorar la eficiencia y eficacia del sistema de elevación de barras.",
        "Herramientas_produccion_item_1": "TAC tipo B",
        "Herramientas_produccion_item_2": "TAC de fondo de pozo",
        "Herramientas_produccion_item_3": "Separador de gas",
        "Herramientas_produccion_item_4": "Herramienta de corte",
        "Herramientas_produccion_item_5": "Herramienta On-Off",
        "Herramientas_produccion_item_6": "Anclaje de bomba de inserción",
        "Solids_Control_Solutions": "Soluciones de Control de Sólidos",
        "Solids_Control_Solutions_texto": "Los conjuntos de orificio inferior personalizados de Don-Nan con rejilla(s) de lana de acero inoxidable y una válvula cónica activada por presión son un sistema económico de control de la admisión de la bomba.",
        "Solids_Control_Solutions_item_1": "Pantalla de acero inoxidable",
        "Solids_Control_Solutions_item_2": "Válvula de admisión de la bomba",
        "subheading_5": "SORD TM",
        "paragraph_5": "SOFTWARE DE DISEÑO INTELIGENTE DE BOMBAS DE VARILLA. Diseño rápido y óptimo para un ROI más rápido.",
        "Sord_item_1": "Diseño en tiempo real, en un entorno 3D",
        "Sord_item_1_texto": "Cargue el estudio de desviación de un pozo para modelar la configuración del pozo en el visor 3D SROD. Mejore su vista añadiendo perforaciones, equipos de terminación y datos tubulares.",
        "Sord_item_2": "Introducción rápida de parámetros",
        "Sord_item_2_texto": "El sistema SROD le guiará a través del proceso de diseño a medida que introduce los parámetros de la bomba y la tubería, el tipo de varilla y los detalles del cono, el tamaño de la unidad de bombeo, la información de la manivela, el tamaño del motor, etc.",
        "Sord_item_3": "Realice múltiples comparaciones y tome mejores decisiones con mayor rapidez",
        "Sord_item_3_texto": "Una vez introducidos todos los parámetros de entrada, el sistema SROD genera un caso base y proporciona un informe de una sola página sobre los componentes clave y las capacidades de rendimiento.",
        "subheading_6": "PUMPTRAK TM",
        "paragraph_6": "Es un sistema de seguimiento de servicios basado en web y un completo repositorio de datos que permite tomar decisiones mejores y más rápidas para seleccionar el equipo óptimo en función de los problemas pasados y presentes de cada pozo. Registros históricos detallados del servicio de la bomba, incluidos:",
        "pumptrak_item_1": "Fecha de instalación y retirada",
        "pumptrak_item_2": "Motivo de la extracción",
        "pumptrak_item_3": "Geometría de la bomba",
        "pumptrak_item_4": "Materiales de los componentes de la bomba",
        "pumptrak_item_5": "Fallo del componente de la bomba",
        "pumptrak_item_6": "Fecha de mantenimiento",
        "pumptrak_item_7": "Registro de materiales extraños",
        "pumptrak_item_8": "Tipo de servicio",
        "pumptrak_item_9": "Descripciones antes y después del servicio",
        "pumptrak_item_10": "Imágenes de alta resolución",
        "pumptrak_item_11": "Información sobre costes",
        "pumptrak_item_12": "ID del técnico de servicio",
        "subheading_7": "CAÑAS DE BOMBEO, GUÍAS Y ACCESORIOS",
        "paragraph_7": "LUFKIN Rods es la única planta nacional de fabricación de varillas de bombeo de propiedad y gestión privadas de Estados Unidos. Todos los productos se obtienen y fabrican en el país, y la avanzada planta de fabricación garantiza la máxima calidad posible. El sistema automatizado supervisa continuamente el proceso de fabricación y garantiza que la calidad sea constante de principio a fin. A lo largo de todo el proceso de fabricación, el control de calidad es inigualable en la industria.",
        "Varillas_bombeo": "Varillas de bombeo",
        "Guias": "Guías",
        "Estabilizador": "Estabilizador",
        "Acoplamientos": "Acoplamientos",
        "Barras_hundimiento": "Barras de hundimiento"
    },
    "INNOVANDO HOY PARA UN MAÑANA SOSTENIBLE": {
        "heading": "INNOVANDO HOY PARA UN MAÑANA SOSTENIBLE",
        "subheading_1": "¿Por qué WEST?",
        "paragraph_1": "Nos destacamos en la vanguardia de la innovación en automatización y digitalización industrial. Nuestro compromiso va más allá de simplemente ofrecer soluciones avanzadas; valoramos profundamente las relaciones con nuestros clientes. Cada proyecto es visto como una colaboración estratégica, donde trabajamos de cerca para comprender sus metas y desafíos específicos. Esta conexión nos permite personalizar soluciones que se adaptan perfectamente a sus necesidades, asegurando un impacto positivo y duradero en su operación. Nuestra atención centrada en el cliente continúa más allá de la implementación; estamos comprometidos a mantener una comunicación abierta y continua para garantizar que sus expectativas se superen en cada etapa del proceso. Podemos ser su aliado estratégico en el camino hacia un futuro más inteligente, limpio y sostenible.",
        "subheading_2": "INDUSTRIAS",
        "Industrias_item_1": "Petróleo y gas",
        "Industrias_item_2": "Alimentos y Bebidas",
        "Industrias_item_3": "Generación de Energía",
        "Industrias_item_4": "Metales y Minería",
        "Industrias_item_5": "Servicios de Ingeniería y Construcción",
        "Industrias_item_6": "Agua y Residuos",
        "subheading_3": "SERVICIOS",
        "Servicios_item_1": "CONTROL AVANZADO",
        "Servicios_item_1_texto": "La tecnología de control avanzado impulsa las operaciones hacia la excelencia. Las estrategias multivariables, evaluadas con herramientas de simulación de procesos, garantizan un rendimiento óptimo y consistencia en entornos dinámicos, respondiendo proactivamente a las perturbaciones.",
        "Servicios_item_2": "ANÁLITICA DE DATOS",
        "Servicios_item_2_texto": "A partir del gran volumen de datos generados automáticamente cada día en los sistemas de control, y con un conocimiento profundo del proceso, es posible analizar, monitorear y predecir el desempeño operacional. Esto permite responder de manera efectiva a los desafíos del mejoramiento continuo.",
        "Servicios_item_3": "AUTOMATIZACIÓN Y CONTROL",
        "Servicios_item_3_texto": "La automatización industrial mejora la eficiencia y reduce costos al encargarse de tareas repetitivas, permitiendo que los trabajadores se concentren en actividades estratégicas. Además, eleva la calidad y consistencia en la producción. La flexibilidad de estos procesos permite a las empresas adaptarse rápidamente, otorgando ventajas competitivas. Asimismo, la automatización contribuye a la sostenibilidad al disminuir la huella ecológica y promover prácticas responsables en el sector industrial.",
        "Servicios_item_4": "SEGURIDAD FUNCIONAL",
        "Servicios_item_4_texto": "En West Engineering, nos especializamos en servicios de ingeniería diseñados para proteger a su empresa contra amenazas que podrían representar peligros significativos para nuestro personal, el medio ambiente y el negocio en sí. Nuestro objetivo es garantizar la seguridad funcional y minimizar los riesgos potenciales.",
        "Servicios_item_5": "DIGITALIZACIÓN DE PROCESOS",
        "Servicios_item_5_texto": "La realidad aumentada (RA) redefine la interacción entre el mundo real y la información digital al fusionar elementos virtuales con el entorno físico. Esta tecnología ofrece experiencias inmersivas en campos como la medicina, la educación y la industria, y tiene un impacto significativo con un potencial revolucionario.",
        "Servicios_item_6": "CIBERSEGURIDAD",
        "Servicios_item_6_texto": "En una era de conectividad y digitalización, los servicios industriales esenciales para el desarrollo de la humanidad están cada vez más expuestos a ciberamenazas que pueden afectar la vida cotidiana y, en el peor de los casos, la seguridad de las personas. En WEST, ofrecemos las herramientas necesarias para proteger la infraestructura crítica de los entornos industriales frente a ciberataques.",
        "Servicios_item_7": "LUFKIN",
        "Servicios_item_7_texto": "Lufkin se destaca en soluciones industriales de control y seguridad, cumpliendo con estándares como IEC 62443. Su enfoque innovador garantiza la excelencia y la protección de los sistemas frente a amenazas cibernéticas.",
        "subheading_4": "NOTICIAS",
        "subheading_5": "SEDES",
        "subheading_6": "ALIANZAS"
    }
}
